Repository: michafdlr/MinesweeperClassic
Catalog: MinesweeperClassic/Localizable.xcstrings
Source language: en
Languages: de

source: Cancel
de: Abbrechen

source: Columns
de: Spalten

source: Delet All
de: Lösche Alle

source: Delet Records
de: Lösche Rekorde

source: Delete All Records?
de: Alle Rekorde löschen?

source: Delete Selected Records?
de: Alle ausgewählten Rekorde löschen?

source: Done
de: Fertig

source: Dou you really want to delete all records?
de: Willst du wirklich alle Rekorde löschen?

source: Dou you really want to delete the selected records?
de: Willst du wirklich die ausgewählten Rekorde löschen?

source: Fields: %lld
de: Felder: %lld

source: Good Luck!!!
de: Viel Glück!!!

source: Hide Records
de: Verstecke Rekorde

source: How to play Minesweeper
de: Wie man Minesweeper spielt

source: Record Times
de: Rekorde

source: Record: %lld seconds
de: Rekord: %lld Sekunden

source: Restart
de: Neustart

source: Rows
de: Zeilen

source: Select
de: Auswählen

source: Show Records
de: Zeige Rekorde

source: Start Game
de: Spiel Starten

source: Try Again
de: Nochmal

source: You loose, better luck next time!
de: Du hast verloren. Viel Glück beim nächsten Mal!

source: You set a new record for %1$lld Fields. Old Time: %2$lld seconds New Time: %3$lld seconds
de: Du hast einen neuen Rekord für %1$lld Felder aufgestellt. Alte Zeit: %2$lld Sekunden Neue Zeit: %3$lld Sekunden

# You set a new record for %lld Fields. Your record: %lld seconds
source: You set a new record for %1$lld Fields. Your record: %2$lld seconds
de: Du hast einen neuen Rekord für %1$lld Felder aufgestellt. Dein Rekord: %2$lld Sekunden

source: You win!
de: Gewonnen!

# Your current record for %lld Fields: %lld seconds
source: Your current record for %1$lld Fields: %2$lld seconds
de: Dein aktueller Rekord für %1$lld Felder: %2$lld Sekunden

source: Your target is to find all mines. When no field has been tapped, simply tap an arbitrary field. The numbers appearing in the fields show by how many mines the certain field is surrounded. To mark possible mines you can put a flag on that field by long-tapping the certain field. Your goal is to clear all fields that do not contain a mine.
de: Das Ziel ist es, alle Minen zu finden. Wenn noch kein Feld angetippt wurde, tippe einfach ein Feld an. Die Zahlen, die in den Feldern erscheinen, zeigen an, von wie vielen Minenfeldern das jeweilige Feld umgeben ist. Um mögliche Minenfelder zu markieren, setze eine Flagge auf dieses Feld, indem du das Feld lange antippst. Das Ziel ist es, alle Felder zu öffnen, bis auf die Minen. Du hast 3 Leben, falls du eine Mine betrittst.
